tap "assemblyai/assemblyai"
tap "axllent/apps"
tap "azure/azd"
tap "dart-lang/dart"
tap "edgedb/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "redis-stack/redis-stack"
tap "snyk/tap"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "turbot/tap"
brew "jpeg-xl"
brew "openssl@3"
brew "automake"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "broot"
brew "chafa"
brew "cmatrix"
brew "php"
brew "composer"
brew "couchdb"
brew "cypher-shell"
brew "deno"
brew "python@3.11"
brew "diceware"
brew "dmg2img"
brew "dnsmasq", restart_service: true
brew "doctl"
brew "dolphie"
brew "duf"
brew "dust"
brew "exercism"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gnupg"
brew "libxml2"
brew "poppler"
brew "geometry"
brew "gh"
brew "git"
brew "git-secrets"
brew "glow"
brew "go"
brew "gotop"
brew "helix"
brew "hey"
brew "htop"
brew "httpd"
brew "httpie", link: false
brew "python@3.9"
brew "imagemagick"
brew "kafka"
brew "libmagic"
brew "libxslt"
brew "linode-cli"
brew "lsd"
brew "lynx"
brew "mailhog"
brew "marksman"
brew "mas"
brew "mdless"
brew "mongodb-atlas-cli"
brew "moreutils"
brew "mtr"
brew "mysql", restart_service: true
brew "nap"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node@18"
brew "nvm"
brew "ollama"
brew "pandoc"
brew "tree"
brew "pass"
brew "postgresql@14"
brew "postgis"
brew "pgrouting"
brew "pgvector"
brew "php-code-sniffer"
brew "phpstan"
brew "phpunit"
brew "pipx"
brew "poetry"
brew "portaudio"
brew "procs"
brew "prs"
brew "pyenv-virtualenv"
brew "redis"
brew "showkey"
brew "smartmontools"
brew "sox"
brew "starship"
brew "steampipe"
brew "stow"
brew "stylelint"
brew "supervisor", restart_service: true
brew "swftools"
brew "tailwindcss"
brew "tldr"
brew "tmux"
brew "trash"
brew "typescript"
brew "watch"
brew "wget"
brew "woof"
brew "wp-cli"
brew "wtf"
brew "yaml-language-server"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "assemblyai/assemblyai/assemblyai"
brew "axllent/apps/mailpit"
brew "azure/azd/azd"
brew "dart-lang/dart/dart"
brew "edgedb/tap/edgedb-cli"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "snyk/tap/snyk"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "browserosaurus"
cask "cheatsheet"
cask "cmake"
cask "dbngin"
cask "docker"
cask "dropshelf"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "google-cloud-sdk"
cask "httpie"
cask "lapce"
cask "logseq"
cask "lulu"
cask "neo4j"
cask "ngrok"
cask "openboard"
cask "oversight"
cask "overt"
cask "rapidapi"
cask "rectangle"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "scratch"
cask "sonic-pi"
cask "tabby"
cask "vincelwt-chatgpt"
vscode "adpyke.codesnap"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrewmarkle.primer-light"
vscode "antfu.iconify"
vscode "antfu.icons-carbon"
vscode "antfu.theme-vitesse"
vscode "antfu.unocss"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.color-info"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "cdonohue.quill-icons"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "Codeium.codeium"
vscode "csstools.postcss"
vscode "DaltonMenezes.aura-theme"
vscode "Dart-Code.dart-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.intelli-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.heygithub"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "Gruntfuggly.todo-tree"
vscode "HTMLHint.vscode-htmlhint"
vscode "lokalise.i18n-ally"
vscode "mads-hartmann.bash-ide-vscode"
vscode "MehediDracula.php-namespace-resolver"
vscode "MeshIntelligentTechnologiesInc.pieces-vscode"
vscode "miguelsolorio.symbols"
vscode "modular-mojotools.vscode-mojo"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nhedger.inertia"
vscode "onecentlin.laravel-blade"
vscode "pepri.subtitles-editor"
vscode "pmndrs.pmndrs"
vscode "Prisma.prisma"
vscode "pucelle.vscode-css-navigation"
vscode "qwtel.sqlite-viewer"
vscode "RapidAPI.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "rcore.rcore-unused-css-classes"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sastan.twind-intellisense"
vscode "SeyyedKhandon.fpack"
vscode "shufo.vscode-blade-formatter"
vscode "SimonSiefke.svg-preview"
vscode "softwaredotcom.music-time"
vscode "softwaredotcom.swdc-vscode"
vscode "statelyai.stately-vscode"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "Tyriar.lorem-ipsum"
vscode "Vue.volar"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yoavbls.pretty-ts-errors"
vscode "ZixuanChen.vitest-explorer"
vscode "zobo.php-intellisense"
